Repository: chrissharp80/emuqu
Catalog: Emuqu/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: The slowest your heart beats during deep sleep tracks fitness and recovery: a lower value (within reason) usually goes with higher aerobic fitness and good recovery. Big day-over-day jumps in sleeping heart rate are worth noticing: they most often follow hard training, short sleep, alcohol, heat or stress, and sometimes come with the start of an illness.
ar: أبطأ نبض لقلبك أثناء النوم العميق يواكب اللياقة والتعافي: القيمة الأقل (ضمن الحدود المعقولة) ترافق عادةً لياقة هوائية أعلى وتعافيًا جيدًا. القفزات الكبيرة من يوم لآخر في معدل ضربات القلب أثناء النوم تستحق الانتباه: فهي غالبًا تأتي بعد تدريب شاق أو نوم قصير أو كحول أو حرارة أو إجهاد، وأحيانًا تترافق مع بداية مرض.
da: Den laveste puls under dyb søvn følger kondition og restitution: en lavere værdi (inden for rimelighedens grænser) hænger som regel sammen med højere aerob kondition og god restitution. Store spring i søvnpulsen fra dag til dag er værd at bemærke: de følger oftest efter hård træning, kort søvn, alkohol, varme eller stress og falder nogle gange sammen med begyndelsen på en sygdom.
de: Die niedrigste Herzfrequenz im Tiefschlaf spiegelt Fitness und Erholung wider: Ein niedrigerer Wert (in vernünftigen Grenzen) geht meist mit höherer aerober Fitness und guter Erholung einher. Große Sprünge der Schlafherzfrequenz von Tag zu Tag sind beachtenswert: Sie folgen meist auf hartes Training, kurzen Schlaf, Alkohol, Hitze oder Stress und gehen manchmal mit dem Beginn einer Krankheit einher.
es: La frecuencia más baja de tu corazón durante el sueño profundo refleja tu condición física y tu recuperación: un valor más bajo (dentro de lo razonable) suele ir unido a una mejor condición aeróbica y a una buena recuperación. Merece la pena fijarse en los saltos grandes de un día a otro en la frecuencia cardíaca durante el sueño: suelen seguir a entrenamientos duros, poco sueño, alcohol, calor o estrés, y a veces acompañan al inicio de una enfermedad.
fi: Sydämesi hitain lyöntitahti syvän unen aikana kertoo kunnosta ja palautumisesta: matalampi arvo (kohtuuden rajoissa) liittyy yleensä parempaan aerobiseen kuntoon ja hyvään palautumiseen. Suuret päivittäiset hypyt unenaikaisessa sykkeessä kannattaa huomioida: ne seuraavat useimmiten kovaa harjoittelua, lyhyttä unta, alkoholia, kuumuutta tai stressiä, ja joskus ne liittyvät sairauden alkuun.
fr: La fréquence cardiaque la plus basse pendant le sommeil profond reflète la condition et la récupération : une valeur plus basse (dans des limites raisonnables) va généralement de pair avec une meilleure condition aérobie et une bonne récupération. De fortes variations d’un jour à l’autre de la fréquence cardiaque nocturne méritent d’être remarquées : elles suivent le plus souvent un entraînement intense, une nuit courte, de l’alcool, la chaleur ou le stress, et accompagnent parfois le début d’une maladie.
is: Hægasti hjartsláttur þinn í djúpsvefni fylgir þreki og bata: lægra gildi (innan skynsamlegra marka) fer yfirleitt saman við betra þolþrek og góðan bata. Stór stökk í svefnpúls milli daga er vert að taka eftir: þau fylgja oftast erfiðum æfingum, stuttum svefni, áfengi, hita eða streitu, og koma stundum með upphafi veikinda.
it: Il valore più basso del battito cardiaco durante il sonno profondo segue la forma fisica e il recupero: un valore più basso (entro limiti ragionevoli) di solito si accompagna a una forma aerobica migliore e a un buon recupero. Grandi salti da un giorno all'altro della frequenza cardiaca nel sonno meritano attenzione: il più delle volte seguono allenamenti duri, poco sonno, alcol, caldo o stress, e a volte accompagnano l'inizio di una malattia.
ja: 深い睡眠中の最も遅い心拍数は、体力と回復を反映します：低めの値（妥当な範囲内で）は、一般に高い有酸素能力と良好な回復を伴います。睡眠時心拍数の日ごとの大きな上昇は注目に値します：多くはハードなトレーニング、睡眠不足、アルコール、暑さ、ストレスの後に見られ、時には体調不良の始まりに伴うこともあります。
ko: 깊은 수면 중 가장 느린 심박수는 체력과 회복 상태를 반영합니다. 값이 낮을수록(합리적인 범위 내에서) 대개 유산소 체력이 높고 회복이 잘 된 것과 관련이 있습니다. 수면 심박수가 하루 사이에 크게 오르면 눈여겨볼 만합니다. 대개 고강도 훈련, 짧은 수면, 음주, 더위, 스트레스 뒤에 나타나며, 때로는 질병 초기와 함께 나타나기도 합니다.
nb: Den laveste pulsen under dyp søvn følger form og restitusjon: en lavere verdi (innenfor rimelighetens grenser) henger vanligvis sammen med bedre aerob form og god restitusjon. Store hopp i søvnpulsen fra dag til dag er verdt å legge merke til: de følger oftest etter hard trening, kort søvn, alkohol, varme eller stress, og kommer noen ganger samtidig med starten på en sykdom.
nl: Hoe langzaam je hart tijdens de diepe slaap klopt, volgt je fitheid en herstel: een lagere waarde (binnen redelijke grenzen) gaat meestal samen met een hogere aerobe fitheid en goed herstel. Grote sprongen in je slaaphartslag van dag tot dag zijn het opmerken waard: ze volgen meestal op zware training, kort slapen, alcohol, hitte of stress, en gaan soms samen met het begin van een ziekte.
pt_br: O ritmo mais lento do seu coração durante o sono profundo acompanha o condicionamento e a recuperação: um valor mais baixo (dentro do razoável) geralmente vem com maior condicionamento aeróbico e boa recuperação. Grandes saltos de um dia para o outro na frequência cardíaca durante o sono merecem atenção: na maioria das vezes vêm depois de treinos intensos, pouco sono, álcool, calor ou estresse e, às vezes, acompanham o início de uma doença.
ru: Самый медленный пульс во время глубокого сна отражает форму и восстановление: более низкое значение (в разумных пределах) обычно сопутствует более высокой аэробной форме и хорошему восстановлению. Стоит обращать внимание на большие скачки пульса во сне изо дня в день: чаще всего они бывают после тяжёлых тренировок, недосыпа, алкоголя, жары или стресса, а иногда сопровождают начало болезни.
sv: Hur långsamt hjärtat som lägst slår under djupsömn följer kondition och återhämtning: ett lägre värde (inom rimliga gränser) hänger oftast ihop med bättre aerob kondition och god återhämtning. Stora hopp i sömnpulsen från dag till dag är värda att notera: de följer oftast hård träning, kort sömn, alkohol, värme eller stress, och kommer ibland i början av en sjukdom.
zh_hans: 深睡时你心跳最慢的数值反映体能和恢复情况：较低的数值（在合理范围内）通常对应较高的有氧体能和良好的恢复。睡眠心率的逐日大幅跳升值得留意：它们最常出现在高强度训练、睡眠不足、饮酒、炎热或压力之后，有时也会伴随生病初期出现。

source: The strap didn't finish setting up. Keep it on and close to the phone, then try again.
ar: لم يُكمل الحزام الإعداد. أبقِه مرتديًا وقريبًا من الهاتف، ثم حاول مرة أخرى.
da: Pulsbæltet blev ikke færdigt med at blive konfigureret. Behold det på og tæt på telefonen, og prøv så igen.
de: Der Gurt hat die Einrichtung nicht abgeschlossen. Behalte ihn an, halte ihn nah am Telefon und versuche es dann erneut.
es: La banda no terminó de configurarse. Mantenla puesta y cerca del teléfono, e inténtalo de nuevo.
fi: Vyön määritys ei valmistunut. Pidä se päällä ja lähellä puhelinta ja yritä sitten uudelleen.
fr: La ceinture n’a pas fini sa configuration. Gardez-la sur vous et près du téléphone, puis réessayez.
is: Ólin lauk ekki uppsetningu. Hafðu hana á þér og nálægt símanum og reyndu svo aftur.
it: La fascia non ha completato la configurazione. Tienila indossata e vicina al telefono, poi riprova.
ja: ストラップのセットアップが完了しませんでした。装着したまま iPhone の近くに置いて、もう一度お試しください。
ko: 스트랩 설정이 완료되지 않았습니다. 착용한 상태로 휴대폰 가까이에 둔 후 다시 시도하세요.
nb: Beltet ble ikke ferdig satt opp. Ha det på og nær telefonen, og prøv igjen.
nl: De band is niet volledig ingesteld. Houd hem om en dicht bij de telefoon en probeer het opnieuw.
pt_br: A cinta não terminou a configuração. Mantenha-a ligada e perto do telefone e tente novamente.
ru: Датчик не завершил настройку. Не снимайте его и держите рядом с телефоном, затем повторите попытку.
sv: Bandet blev inte klart med konfigureringen. Ha det på dig och nära telefonen och försök sedan igen.
zh_hans: 心率带未能完成设置。请保持佩戴并靠近手机，然后再试一次。

source: The strap is currently used by another session. Stop it first.
ar: الحزام مستخدم حاليًا في جلسة أخرى. أوقفها أولًا.
da: Pulsbæltet bruges i øjeblikket af en anden session. Stop den først.
de: Der Gurt wird gerade von einer anderen Sitzung verwendet. Beende diese zuerst.
es: La banda está siendo usada por otra sesión. Detenla primero.
fi: Vyö on parhaillaan toisen istunnon käytössä. Pysäytä se ensin.
fr: La ceinture est actuellement utilisée par une autre session. Arrêtez-la d’abord.
is: Ólin er í notkun í annarri lotu. Stöðvaðu hana fyrst.
it: La fascia è attualmente usata da un'altra sessione. Interrompila prima.
ja: ストラップは現在、別のセッションで使用中です。先にそちらを停止してください。
ko: 스트랩을 다른 세션에서 사용 중입니다. 먼저 해당 세션을 중지하세요.
nb: Beltet brukes for øyeblikket av en annen økt. Stopp den først.
nl: De band wordt nu gebruikt door een andere sessie. Stop die eerst.
pt_br: A cinta está sendo usada por outra sessão no momento. Pare-a primeiro.
ru: Датчик сейчас используется другой сессией. Сначала остановите её.
sv: Bandet används just nu av en annan session. Stoppa den först.
zh_hans: 心率带正被另一个记录使用。请先停止它。

source: The strap reported an error. Try again; your recording is still on the device.
ar: أبلغ الحزام عن خطأ. حاول مرة أخرى؛ لا يزال تسجيلك على الجهاز.
da: Pulsbæltet rapporterede en fejl. Prøv igen; din optagelse ligger stadig på enheden.
de: Der Gurt hat einen Fehler gemeldet. Versuche es erneut; deine Aufnahme ist noch auf dem Gerät.
es: La banda informó de un error. Inténtalo de nuevo; tu grabación sigue en el dispositivo.
fi: Vyö ilmoitti virheestä. Yritä uudelleen; tallennuksesi on yhä laitteessa.
fr: La ceinture a signalé une erreur. Réessayez ; votre enregistrement est toujours sur l’appareil.
is: Ólin tilkynnti villu. Reyndu aftur; upptakan er enn á tækinu.
it: La fascia ha segnalato un errore. Riprova; la registrazione è ancora sul dispositivo.
ja: ストラップがエラーを報告しました。もう一度お試しください。記録はまだデバイスに残っています。
ko: 스트랩에서 오류를 보고했습니다. 다시 시도하세요. 기록은 아직 기기에 남아 있습니다.
nb: Beltet rapporterte en feil. Prøv igjen; opptaket ligger fortsatt på enheten.
nl: De band meldde een fout. Probeer het opnieuw; je opname staat nog op het apparaat.
pt_br: A cinta relatou um erro. Tente novamente; sua gravação continua no dispositivo.
ru: Датчик сообщил об ошибке. Повторите попытку; запись по-прежнему на устройстве.
sv: Bandet rapporterade ett fel. Försök igen; din inspelning finns kvar på enheten.
zh_hans: 心率带报告了一个错误。请再试一次；你的记录仍保存在设备上。

source: The strap stopped responding mid-transfer. Polar's protocol can stall under BLE pressure. Tap Retry — your data is still on the strap.
ar: توقف الحزام عن الاستجابة أثناء النقل. قد يتعثّر بروتوكول Polar تحت ضغط BLE. اضغط إعادة المحاولة — لا تزال بياناتك على الحزام.
da: Pulsbæltet holdt op med at svare under overførslen. Polars protokol kan gå i stå under BLE-pres. Tryk på Prøv igen — dine data ligger stadig på pulsbæltet.
de: Der Gurt hat während der Übertragung nicht mehr reagiert. Das Polar-Protokoll kann bei hoher BLE-Last ins Stocken geraten. Tippe auf „Erneut versuchen“ — deine Daten sind noch auf dem Gurt.
es: La banda dejó de responder durante la transferencia. El protocolo de Polar puede bloquearse con la conexión BLE saturada. Toca Reintentar: tus datos siguen en la banda.
fi: Vyö lakkasi vastaamasta siirron aikana. Polarin protokolla voi jumittua BLE-kuormituksessa. Napauta Yritä uudelleen — tietosi ovat yhä vyössä.
fr: La ceinture a cessé de répondre pendant le transfert. Le protocole Polar peut se bloquer sous forte charge BLE. Touchez Réessayer — vos données sont toujours sur la ceinture.
is: Ólin hætti að svara í miðjum flutningi. Samskiptaregla Polar getur stöðvast undir BLE-álagi. Ýttu á Reyna aftur — gögnin eru enn á ólinni.
it: La fascia ha smesso di rispondere durante il trasferimento. Il protocollo Polar può bloccarsi sotto carico BLE. Tocca Riprova: i dati sono ancora sulla fascia.
ja: 転送中にストラップが応答しなくなりました。Polar のプロトコルは BLE の負荷が高いと停止することがあります。「再試行」をタップしてください — データはまだストラップに残っています。
ko: 전송 중 스트랩이 응답을 멈췄습니다. Polar 프로토콜은 BLE 부하가 클 때 멈출 수 있습니다. 다시 시도를 탭하세요. 데이터는 아직 스트랩에 남아 있습니다.
nb: Beltet sluttet å svare midt i overføringen. Polars protokoll kan stoppe opp under BLE-belastning. Trykk Prøv igjen — dataene dine ligger fortsatt på beltet.
nl: De band reageerde niet meer tijdens de overdracht. Het protocol van Polar kan onder BLE-druk vastlopen. Tik op Opnieuw — je gegevens staan nog op de band.
pt_br: A cinta parou de responder no meio da transferência. O protocolo da Polar pode travar sob carga de BLE. Toque em Tentar novamente — seus dados continuam na cinta.
ru: Датчик перестал отвечать во время передачи. Протокол Polar может зависать при нагрузке на BLE. Нажмите «Повторить» — данные по-прежнему на датчике.
sv: Bandet slutade svara mitt i överföringen. Polars protokoll kan stanna upp under hög BLE-belastning. Tryck på Försök igen — dina data finns kvar på bandet.
zh_hans: 心率带在传输过程中停止响应。Polar 协议在 BLE 压力下可能会卡住。点按“重试”— 你的数据仍保存在心率带上。

source: The strap's Bluetooth pairing was lost. In iOS Settings → Bluetooth, forget the Polar strap, then connect it again from Emuqu.
ar: فُقد إقران البلوتوث مع الحزام. في إعدادات iOS ← البلوتوث، انسَ حزام Polar، ثم وصّله مجددًا من Emuqu.
da: Pulsbæltets Bluetooth-parring gik tabt. Gå til iOS Indstillinger → Bluetooth, glem Polar-pulsbæltet, og forbind det så igen fra Emuqu.
de: Die Bluetooth-Kopplung des Gurts ist verloren gegangen. Ignoriere den Polar-Gurt in den iOS-Einstellungen → Bluetooth und verbinde ihn dann erneut über Emuqu.
es: Se perdió el emparejamiento Bluetooth de la banda. En Ajustes de iOS → Bluetooth, olvida la banda Polar y vuelve a conectarla desde Emuqu.
fi: Vyön Bluetooth-paritus katosi. Unohda Polar-vyö kohdassa iOS:n Asetukset → Bluetooth ja yhdistä se sitten uudelleen Emuqusta.
fr: Le jumelage Bluetooth de la ceinture a été perdu. Dans Réglages iOS → Bluetooth, oubliez la ceinture Polar, puis reconnectez-la depuis Emuqu.
is: Bluetooth-pörun ólarinnar tapaðist. Í Stillingar í iOS → Bluetooth skaltu gleyma Polar ólinni og tengja hana svo aftur úr Emuqu.
it: L'associazione Bluetooth della fascia è andata persa. In Impostazioni iOS → Bluetooth, dissocia la fascia Polar, poi riconnettila da Emuqu.
ja: ストラップの Bluetooth ペアリングが失われました。iOS の 設定 → Bluetooth で Polar ストラップの登録を解除してから、Emuqu で再度接続してください。
ko: 스트랩의 Bluetooth 페어링이 해제되었습니다. iOS 설정 → Bluetooth에서 Polar 스트랩을 삭제한 후 Emuqu에서 다시 연결하세요.
nb: Bluetooth-paringen med beltet gikk tapt. Gå til iOS-innstillinger → Bluetooth, glem Polar-beltet og koble det til igjen fra Emuqu.
nl: De Bluetooth-koppeling van de band is verloren gegaan. Vergeet de Polar-band in iOS-instellingen → Bluetooth en verbind hem daarna opnieuw vanuit Emuqu.
pt_br: O pareamento Bluetooth da cinta foi perdido. Em Ajustes do iOS → Bluetooth, esqueça a cinta Polar e conecte-a novamente pelo Emuqu.
ru: Сопряжение датчика по Bluetooth потеряно. В Настройках iOS → Bluetooth забудьте датчик Polar, затем снова подключите его из Emuqu.
sv: Bandets Bluetooth-parkoppling försvann. Glöm Polar-bandet i iOS Inställningar → Bluetooth och anslut det sedan igen från Emuqu.
zh_hans: 心率带的蓝牙配对已丢失。请在 iOS 设置 → 蓝牙 中忽略该 Polar 心率带，然后从 Emuqu 重新连接。

source: The trail map service is busy. Wait a moment and try again.
ar: خدمة خرائط المسارات مشغولة. انتظر قليلًا وحاول مجددًا.
da: Tjenesten med rutekort er optaget. Vent et øjeblik, og prøv igen.
de: Der Kartendienst für Wege ist ausgelastet. Warte kurz und versuche es erneut.
es: El servicio de mapas de rutas está ocupado. Espera un momento e inténtalo de nuevo.
fi: Reittikarttapalvelu on varattu. Odota hetki ja yritä uudelleen.
fr: Le service de cartes de sentiers est surchargé. Patientez un instant et réessayez.
is: Slóðakortaþjónustan er upptekin. Bíddu aðeins og reyndu aftur.
it: Il servizio di mappe dei sentieri è occupato. Attendi un momento e riprova.
ja: トレイル地図サービスが混み合っています。しばらく待ってからもう一度お試しください。
ko: 트레일 지도 서비스가 혼잡합니다. 잠시 후 다시 시도하세요.
nb: Tjenesten for løypekart er opptatt. Vent litt og prøv igjen.
nl: De kaartdienst voor routes is bezet. Wacht even en probeer het opnieuw.
pt_br: O serviço de mapas de trilhas está ocupado. Aguarde um momento e tente novamente.
ru: Служба карт маршрутов перегружена. Подождите немного и повторите попытку.
sv: Tjänsten för ledkartor är upptagen. Vänta en stund och försök igen.
zh_hans: 步道地图服务繁忙。请稍候再试。

source: The trail map service sent a reply the app couldn't read. Try again.
ar: أرسلت خدمة خرائط المسارات ردًا تعذّر على التطبيق قراءته. حاول مجددًا.
da: Tjenesten med rutekort sendte et svar, appen ikke kunne læse. Prøv igen.
de: Der Kartendienst für Wege hat eine Antwort gesendet, die die App nicht lesen konnte. Versuche es erneut.
es: El servicio de mapas de rutas envió una respuesta que la app no pudo leer. Inténtalo de nuevo.
fi: Reittikarttapalvelu lähetti vastauksen, jota sovellus ei voinut lukea. Yritä uudelleen.
fr: Le service de cartes de sentiers a envoyé une réponse illisible pour l’app. Réessayez.
is: Slóðakortaþjónustan sendi svar sem appið gat ekki lesið. Reyndu aftur.
it: Il servizio di mappe dei sentieri ha inviato una risposta che l’app non riesce a leggere. Riprova.
ja: トレイル地図サービスからの応答を読み取れませんでした。もう一度お試しください。
ko: 트레일 지도 서비스의 응답을 앱에서 읽을 수 없습니다. 다시 시도하세요.
nb: Tjenesten for løypekart sendte et svar appen ikke kunne lese. Prøv igjen.
nl: De kaartdienst voor routes stuurde een antwoord dat de app niet kon lezen. Probeer het opnieuw.
pt_br: O serviço de mapas de trilhas enviou uma resposta que o app não conseguiu ler. Tente novamente.
ru: Служба карт маршрутов прислала ответ, который приложение не смогло прочитать. Повторите попытку.
sv: Tjänsten för ledkartor skickade ett svar som appen inte kunde läsa. Försök igen.
zh_hans: 步道地图服务返回的内容无法读取。请重试。

source: The ±1 SD band appears once there are 4 overnight readings in the last 60 days. Keep recording — what you have so far is showing through.
ar: يظهر نطاق ±1 SD عند توفر 4 قراءات ليلية خلال آخر 60 يومًا. واصل التسجيل — ما لديك حتى الآن ظاهر بالفعل.
da: ±1 SD-båndet vises, når der er 4 natmålinger inden for de seneste 60 dage. Bliv ved med at optage — det, du har indtil nu, kan allerede ses.
de: Das ±1-SD-Band erscheint, sobald es 4 Nachtmessungen in den letzten 60 Tagen gibt. Zeichne weiter auf — was du bisher hast, ist bereits sichtbar.
es: La banda de ±1 DE aparece cuando hay 4 lecturas nocturnas en los últimos 60 días. Sigue registrando: lo que tienes hasta ahora ya se ve.
fi: ±1 SD -kaista tulee näkyviin, kun viimeisen 60 päivän ajalta on 4 yömittausta. Jatka tallentamista — tähänastiset mittaukset näkyvät jo.
fr: La bande ±1 ET apparaît dès qu'il y a 4 mesures nocturnes sur les 60 derniers jours. Continuez à enregistrer — ce que vous avez transparaît déjà.
is: ±1 SD-bandið birtist þegar 4 næturmælingar eru komnar á síðustu 60 dögum. Haltu áfram að skrá — það sem þú hefur nú þegar sést.
it: La banda ±1 DS compare quando ci sono 4 misurazioni notturne negli ultimi 60 giorni. Continua a registrare: quello che hai finora è già visibile.
ja: ±1 SD の帯は、直近 60 日間に夜間測定が 4 回あると表示されます。記録を続けてください — これまでの分もすでに反映されています。
ko: ±1 SD 띠는 최근 60일 동안 야간 측정이 4회 있으면 표시됩니다. 계속 기록하세요 — 지금까지의 데이터도 이미 보입니다.
nb: ±1 SD-båndet vises når det finnes 4 nattmålinger de siste 60 dagene. Fortsett å registrere — det du har så langt, synes allerede.
nl: De ±1 SD-band verschijnt zodra er 4 nachtmetingen in de afgelopen 60 dagen zijn. Blijf opnemen — wat je tot nu toe hebt, is al zichtbaar.
pt_br: A faixa de ±1 DP aparece quando há 4 leituras noturnas nos últimos 60 dias. Continue registrando — o que você já tem aparece por trás.
ru: Полоса ±1 SD появится, когда за последние 60 дней наберётся 4 ночных измерения. Продолжайте запись — уже собранные данные видны.
sv: ±1 SD-bandet visas när det finns 4 nattmätningar under de senaste 60 dagarna. Fortsätt spela in — det du har hittills syns redan.
zh_hans: 最近 60 天内有 4 次夜间读数后，就会显示 ±1 SD 区间。继续记录 — 已有的数据已经显示出来了。

source: There was no morning HRV reading.
ar: لم تكن هناك قراءة HRV صباحية.
da: Der var ingen HRV-måling i morges.
de: Es gab heute Morgen keine HRV-Messung.
es: No hubo lectura de HRV esta mañana.
fi: Aamun HRV-mittausta ei ollut.
fr: Il n'y a pas eu de mesure HRV ce matin.
is: Engin HRV-mæling var gerð í morgun.
it: Non c'è stata una lettura HRV mattutina.
ja: 朝のHRV測定はありませんでした。
ko: 아침 HRV 측정이 없었습니다.
nb: Det var ingen HRV-måling i morges.
nl: Er was vanochtend geen HRV-meting.
pt_br: Não houve leitura de HRV pela manhã.
ru: Утреннего измерения ВСР не было.
sv: Det fanns ingen HRV-mätning i morse.
zh_hans: 今早没有 HRV 读数。

source: there's a %@%% climb ahead in about %lld meters — ease off before it if you want to save something, or stay on it, your call.
ar: هناك صعود بنسبة %@%% بعد نحو %lld متر — خفّف قبله إن أردت توفير بعض الجهد، أو استمر، القرار لك.
da: Der kommer en stigning på %@%% om cirka %lld meter — sæt ned inden, hvis du vil spare lidt, eller bliv ved. Det er dit valg.
de: In etwa %2$lld Metern kommt ein Anstieg mit %1$@%% — nimm vorher raus, wenn du Kraft sparen willst, oder bleib dran. Deine Entscheidung.
es: Hay una subida del %@%% en unos %lld metros — afloja antes si quieres guardar fuerzas, o sigue así. Tú decides.
fi: noin %2$lld metrin päästä tulee %1$@%%:n nousu — hellitä ennen sitä, jos haluat säästää voimia, tai jatka, sinä päätät.
fr: Une montée de %@%% arrive dans environ %lld mètres — levez le pied avant si vous voulez garder des forces, ou restez dessus. À vous de voir.
is: það er %@%% brekka fram undan eftir um %lld metra — slakaðu á fyrir hana ef þú vilt spara orku, eða haltu áfram, þú ræður.
it: C'è una salita del %@%% tra circa %lld metri — rallenta prima se vuoi risparmiare energie, oppure resta così. Decidi tu.
ja: 約 %2$lld メートル先に %1$@%% の登りがあります — 余力を残したいなら手前で緩めて、このまま行くのもありです。判断はあなた次第です。
ko: 약 %2$lld미터 앞에 %1$@%% 오르막이 있습니다 — 힘을 아끼고 싶다면 그 전에 늦추고, 아니면 그대로 가세요. 판단은 당신 몫입니다.
nb: Det kommer en stigning på %@%% om omtrent %lld meter — ro ned før den hvis du vil spare noe, eller hold på. Ditt valg.
nl: Er komt een klim van %@%% aan over zo'n %lld meter — neem gas terug als je wat wilt sparen, of blijf erop. Jij bepaalt.
pt_br: há uma subida de %@%% em cerca de %lld metros — alivie antes dela se quiser poupar energia, ou mantenha, você decide.
ru: примерно через %2$lld м подъём %1$@%% — сбавьте перед ним, если хотите сберечь силы, или держите темп, решать вам.
sv: Det kommer en stigning på %@%% om ungefär %lld meter — dra ner innan om du vill spara något, eller håll kvar. Ditt val.
zh_hans: 大约 %2$lld 米后有 %1$@%% 的爬坡 — 想留点力气就提前放松，或者保持住，你来决定。
